Autodesk.Revit.DB.PolyLine.Create(System.Collections.Generic.IList`1{Autodesk.Revit.DB.XYZ})
Creates a polyline with coordinate points provided.
Throws Autodesk.Revit.Exceptions.ArgumentException:
Thrown when the count of coordinates is less than 2.